{
    "projects": [
        {
            "name": "Vibstock Festival",
            "slug": "vibstock",
            "type": "WordPress løsning",
            "description": "Vibstock er en lille gratis musikfestival i Viborg. Projektet var et eksamensprojekt på 2. semester udført i et team på 4 personer. I projektet blev der afholdt kundemøder, lavet research, analyser, designudvikling med adskillige brugertest samt udvikling af en prototype i .NET. Efter eksamen blev siden videreudviklet i WordPress. Siden blev lanceret den 1. august.",
            "link": "http://vibstock.dk",
            "date": "Maj &ndash; August 2014",
            "thumbnails": [
                { "src": "thumbnail.png", "size": "1x" },
                { "src": "thumbnail-2x.png", "size": "2x" }
            ],
            "images": [
                {
                    "image": "home.png",
                    "title": "Forside",
                    "caption": "Image caption here"
                },
                {
                    "image": "api.png",
                    "title": "Integration med Instagram og Twitters API'er",
                    "caption": "Siden indeholder brugerinteraktion i form af en live hashtag-væg med billeder, videoer og statusopdateringer. De bliver hentet ved brug af Instagram og Twitters API'er, hvorefter de bliver cached for et stykke tid. Brugen har desuden mulighed for at indlæse ældre opdateringer."
                },
                {
                    "image": "flow.png",
                    "title": "Forbedring af tilmeldingsprocessen",
                    "caption": "Et af formålene med siden var at gøre tilmeldingsprocessen bedre - både for bands og frivillige. Ved brug af Gravity Forms blev der lavet to tilmeldingsformularer, som er forbundet med administrationsdelen. På det både blev det også let for kunden at administrere ansøgningerne."
                },
                {
                    "image": "wireframes.png",
                    "title": "Informationsarkitektur, wireframes og brugertest",
                    "caption": "Før siden blev udviklet blev der lavet en brugertest for at finde ud af hvordan testpersonerne vil forvente strukturen og indholdet pa websitet ville være. Derefter blev der udviklet wireframes og designmockups før kodningen begyndte."
                }
            ]
        },
        {
            "name": "Jayj.dk",
            "slug": "jayj",
            "type": "Personlig hjemmeside",
            "description": "Min egen hjemmeside jeg har haft siden 2008.",
            "link": "http://jayj.dk",
            "thumbnails": [
                { "src": "thumbnail.png",    "size": "1x" },
                { "src": "thumbnail-2x.png", "size": "2x" },
                { "src": "thumbnail-3x.png", "size": "3x" }
            ]
        },
        {
            "name": "Jayj HTML5 theme",
            "slug": "html5",
            "type": "HTML5 tema",
            "description": "Et gratis HTML5 og CSS3 tema/template jeg lavede i 2009. Siden da har den gennemgået adskillige nye versioner. Den er responsiv, bruger CSS-processoren LESS og indeholder en kontaktformular. Den er blevet downloadet over 57.000 gange.",
            "link": "http://jayj.dk/themes/html5-theme/",
            "thumbnails": [
                { "src": "thumbnail.png",    "size": "1x" },
                { "src": "thumbnail-2x.png", "size": "2x" },
                { "src": "thumbnail-3x.png", "size": "3x" }
            ]
        },
        {
            "name": "Cakifo",
            "slug": "cakifo",
            "type": "WordPress tema",
            "description": "Et gratis WordPress tema jeg lavede i 2011. Den bruger frameworket Hybrid Core, HTML5 og er responsiv. Den er blevet downloadet over 58.000 gange.",
            "link": "http://jayj.dk/themes/cakifo/"
        },
        {
            "name": "Rejse-app",
            "slug": "usa",
            "type": "Koncept",
            "description": "I forbindelse med uddannelsen har jeg deltaget i et projekt i samarbejde med studerende fra California State University-Fullerton, som sluttede med et 2-ugers besøg på universitet i Los Angeles.",
            "link": "",
            "date": "September 2014"
        },
        {
            "name": "Jysk KontorKoncept",
            "client": "Jysk KontorKoncept",
            "slug": "jkk",
            "type": "Skoleprojekt",
            "description": "1st semester project.",
            "link": "",
            "date": "November &ndash; December 2013"
        }
    ]
}
