{
    "projects": [
        {
            "name": "Spiir app",
            "slug": "Spiir",
            "type": "iOS og Android app",
            "description": "Som udvikler hos Spiir har jeg været med til at lave vores iOS og Android app. Spiir app'en er lavet til at være din penge assistent, som holder styr på forbrug, penge og budgetter for dig. App'en er en hybrid app med Ionic, Angular og Typescript.",
            "date": "Lanceret maj 2016",
            "app_link": "https://spiir.app.link/hc1kFACkMz",
            "thumbnails": [
                { "src": "thumbnail.png", "size": "1x" },
                { "src": "thumbnail-2x.png", "size": "2x" }
            ],
            "images": []
        },
        {
            "name": "Vibstock Festival",
            "slug": "vibstock",
            "type": "WordPress løsning",
            "description": "Vibstock er en lille gratis musikfestival i Viborg. Projektet startede som et eksamensprojekt på 2. semester udført i et team på 4 personer. I projektet blev der afholdt kundemøder, lavet research, analyser, designudvikling med adskillige brugertest samt udvikling af en prototype i ASP.NET. Efter eksamen videreudviklede jeg siden i WordPress. Den blev lanceret den 1. august.",
            "date": "Maj &ndash; August 2014",
            "thumbnails": [
                { "src": "thumbnail.png", "size": "1x" },
                { "src": "thumbnail-2x.png", "size": "2x" }
            ],
            "images": [
                {
                    "image": "home.jpg",
                    "title": "Forside"
                },
                {
                    "image": "api.png",
                    "title": "Integration med Instagram og Twitters API'er",
                    "caption": "Siden indeholder en hashtag-væg med billeder, videoer og statusopdateringer. De bliver hentet ved brug af Instagram og Twitters API'er, hvorefter de bliver cached på serveren. Brugeren har mulighed for at hente ældre opdateringer, som bliver indlæst via Ajax."
                },
                {
                    "image": "flow.png",
                    "title": "Forbedring af tilmeldingsprocessen",
                    "caption": "Et af formålene med projektet var at gøre tilmeldingsprocessen bedre - både for bands og frivillige. Ved brug af Gravity Forms blev der lavet to tilmeldingsformularer, som er forbundet med administrationsdelen. På det både blev det også let for kunden at administrere ansøgningerne."
                },
                {
                    "image": "wireframes.png",
                    "title": "Wireframes og brugertest",
                    "caption": "Før siden blev udviklet, blev der lavet en brugertest, for at finde ud af hvordan strukturen og indholdet pa websitet skulle være. Derefter blev der udviklet wireframes og design-mockups før kodningen af prototypen begyndte."
                }
            ]
        },
        {
            "name": "Svens Cykelservice",
            "slug": "cykelservice",
            "type": "Hjemmeside & visuel identitet",
            "description": "En nystartet cykelhandler i Viborg havde brug for både logo, butikskilt, hjemmeside samt opsætning af domæne, Facebook og Google+. Hjemmesiden er lavet i WordPress.",
            "date": "2014",
            "link": "https://svenscykelservice.dk",
            "thumbnails": [
                { "src": "thumbnail.png",    "size": "1x" },
                { "src": "thumbnail-2x.png", "size": "2x" },
                { "src": "thumbnail-3x.png", "size": "3x" }
            ],
            "images": [
                {
                    "image": "home.jpg",
                    "title": "Forside"
                },
                 {
                    "image": "map.png",
                    "title": "Kort og rutevejledning",
                    "caption": "Forsiden indeholder et stort interaktivt kort. Ved brug af HTML5s Geolocation API og Google Maps kan den besøgende få en rutevejledning direkte til butikken."
                },
                {
                    "image": "logos.png",
                    "title": "Logo",
                    "caption": "Kunden ønskede et simpelt logo, der kunne bruges i forskellige sammenhænge. Skrifttypen er Clear Sans, som bruges gennemgående i alt visuelt materiale."
                },
                {
                    "image": "skilt.jpg",
                    "title": "Butiksskilt"
                }
            ]
        },
        {
            "name": "Koncept til rejse-app",
            "slug": "usa",
            "type": "Koncept",
            "date": "September 2014",
            "description": "I forbindelse med min uddannelse, har jeg deltaget i et projekt i samarbejde UST Global, en af deres danske kunder samt studerende fra California State University-Fullerton. <br><br>Casen fra kunden var, at de ønskede et kreativ koncept til en rejse-app for deres mange rejsende medarbejdere. Projektfasen startede med et kundemøde og brugerinterview. Det lagde grundlag for udarbejdelsen af personas og scenarier, der blev brugt i konceptudviklingen. <br><br>Projektet sluttede med et 2 ugers besøg på universitet i Los Angeles og en fremlæggelse af konceptet for UST Global. For at illustere konceptet lavede jeg en interaktiv prototype af app'en ved brug af <a href='http://www.idangero.us/framework7/'>Framework7</a>. <br><br>Efterfølgende er projektet blevet overtaget af UST Global og studerende fra California State Polytechnic University. Derfor kan jeg desværre ikke vise noget visuelt derfra."

        },
        {
            "name": "Jayj.dk",
            "slug": "jayj",
            "type": "Personlig hjemmeside",
            "date": "2008 &ndash;",
            "description": "Min egen hjemmeside jeg har haft siden 2008. Lavet i WordPress og indeholder en WordPress-fokuseret blog samt showcase af mine temaer og plugins. Har ca. 6500 sidevisninger om måneden.",
            "link": "http://jayj.dk",
            "thumbnails": [
                { "src": "thumbnail.png",    "size": "1x" },
                { "src": "thumbnail-2x.png", "size": "2x" },
                { "src": "thumbnail-3x.png", "size": "3x" }
            ]
        },
        {
            "name": "Jayj HTML5 theme",
            "slug": "html5",
            "type": "HTML5 tema",
            "date": "2009 &ndash;",
            "description": "Et gratis HTML5 og CSS3 tema/template jeg lavede i 2009. Adskillige nye versioner er blevet frigivet siden da. Den er responsiv, bruger CSS-processoren LESS og indeholder en kontaktformular. Den er blevet downloadet over 57.000 gange.",
            "link": "http://jayj.dk/themes/html5-theme/",
            "thumbnails": [
                { "src": "thumbnail.png",    "size": "1x" },
                { "src": "thumbnail-2x.png", "size": "2x" },
                { "src": "thumbnail-3x.png", "size": "3x" }
            ]
        },
        {
            "name": "Cakifo",
            "slug": "cakifo",
            "type": "WordPress tema",
            "date": "2011 &ndash;",
            "description": "Et gratis WordPress tema jeg lavede i 2011. Den bruger frameworket Hybrid Core, HTML5 og er responsiv. Den er blevet downloadet over 59.000 gange.",
            "link": "http://jayj.dk/themes/cakifo/",
            "thumbnails": [
                { "src": "thumbnail.png",    "size": "1x" },
                { "src": "thumbnail-2x.png", "size": "2x" },
                { "src": "thumbnail-3x.png", "size": "3x" }
            ]
        }
    ]
}
